let btn = document.getElementById('btn');
let output = document.getElementById('output');
let quote = [
    'ის გამოხვალ, რისიც გჯერა.',
	'ყველაფერი, რაც გინდოდა შიშის მეორე მხარესაა = ყველაფერი შეუძლებლად გეჩვენება, სანამ არ გააკეთებ.',
    'ვიღაცა დღეს ჩრდილშია, რადგან დიდი ხნის წინათ ვიღაცამ ხე დარგო.' ,
    'წარმატება მარცხიდან მარცხზე სიარულია, ენთუზიაზმის დაკარგვის გარეშე.',
    'თუ გინდა რომ შეუცვლელი იყო, ყოველთვის განსხვავებული უნდა იყო.',
	'ოცნებები რაიმე ჯადოსნურით არ სრულდება. ის ოფლს, ძალისხმევასა და მძიმე შრომას საჭიროებს.',
	'რწმენა ნიშნავს გადადგა ნაბიჯი, როდესაც კიბეს საერთოდ ვერ ხედავ.',
	'ნუ ილოცებ ადვილი ცხოვრებისთვის. ილოცე, რომ შენ გახდე უფრო ძლიერი.',
	'ორი უმნიშვნელოვანესი დღე შენს ცხოვრებაში: დღე როდესაც დაიბადე. და დღე როდესაც აღმოაჩინე, რისთვის დაიბადე.',
	'ცვლილებები მაშინ იწყება, როდესაც ჩვენ საკუთარი ჩვევების საწინააღმდეგო მიმართულებით ვიწყებთ სვლას.',
	'მადლობელი ვარ ყველასი, ვინც უარი მითხრა დახმარებაზე.',
	'დიდი მიზნის მისაღწევად მსხვერპლი უნდა გაიღო, თორემ მიზანს ვერ მიაღწევ.',
];

btn.addEventListener('click', function(){
    let randomQuote = quote[Math.floor(Math.random() * quote.length)];
    output.innerHTML = randomQuote;
});